---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.VoltageTypeSet
source: html/9674e2c4-9fc8-308c-6304-a5486157ffe3.htm
---
# VoltageTypeSet Methods

Removes every voltage type from the set, rendering it empty.